Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: GoogleCloud|Can be 6 to 30 lowercase letters, numbers, or hyphens. Must start with a letter and end with a letter or number. Example: %{code_open}my-sample-project-191923%{code_close}
sv: GoogleCloud|Can be 6 to 30 lowercase letters, numbers, or hyphens. Must start with a letter and end with a letter or number. Example: %{code_open}my-sample-project-191923%{code_close}|Kan innehålla 6 till 30 gemena bokstäver, siffror eller bindestreck. Måste börja med en bokstav och sluta med en bokstav eller siffra. Exempel: %{code_open}my-sample-project-191923%{code_close}

source: GoogleCloud|GitLab group ID %{groupId}
sv: GoogleCloud|GitLab group ID %{groupId}|GitLab-grupp-ID %{groupId}

source: GoogleCloud|GitLab project ID %{projectId}
sv: GoogleCloud|GitLab project ID %{projectId}|GitLab-projekt-ID %{projectId}

source: GoogleCloud|Google Cloud project ID
sv: GoogleCloud|Google Cloud project ID|ID för Google Cloud-projekt

source: GoogleCloud|Google Cloud project ID for the Workload Identity Federation.
sv: GoogleCloud|Google Cloud project ID for the Workload Identity Federation.|ID för Google Cloud-projekt för Workload Identity Federation.

source: GoogleCloud|Google Cloud project number for the Workload Identity Federation.
sv: GoogleCloud|Google Cloud project number for the Workload Identity Federation.|Google Cloud-projektnummer för Workload Identity Federation.

source: GoogleCloud|Manage permissions for Google Cloud resources with Identity and Access Management (IAM).
sv: GoogleCloud|Manage permissions for Google Cloud resources with Identity and Access Management (IAM).|Hantera behörigheter för Google Cloud-resurser med Identity and Access Management (IAM).

source: GoogleCloud|Manage permissions for Google Cloud resources with Identity and Access Management (IAM). Simplify and secure your usage, without the need to manage accounts or keys.
sv: GoogleCloud|Manage permissions for Google Cloud resources with Identity and Access Management (IAM). Simplify and secure your usage, without the need to manage accounts or keys.|Hantera behörigheter för Google Cloud-resurser med Identity and Access Management (IAM). Förenkla och skydda användningen utan att hantera konton eller nycklar.

source: GoogleCloud|Project ID
sv: GoogleCloud|Project ID|Projekt-ID

source: GoogleCloud|Project for the workload identity pool and provider. %{linkStart}Where are my project ID and project number?%{linkEnd}
sv: GoogleCloud|Project for the workload identity pool and provider. %{linkStart}Where are my project ID and project number?%{linkEnd}|Projekt för Workload Identity-poolen och leverantören. %{linkStart}Var finns mitt projekt-ID och projektnummer?%{linkEnd}

source: GoogleCloud|Project with the Artifact Registry repository.
sv: GoogleCloud|Project with the Artifact Registry repository.|Projekt med Artifact Registry-arkivet.

source: GoogleCloud|The Google Cloud Identity and Access Management integration is not configured for this project
sv: GoogleCloud|The Google Cloud Identity and Access Management integration is not configured for this project|Integreringen Google Cloud Identity and Access Management är inte konfigurerad för detta projekt

source: GoogleCloud|The Google Cloud Identity and Access Management integration is not enabled for this project
sv: GoogleCloud|The Google Cloud Identity and Access Management integration is not enabled for this project|Integreringen Google Cloud Identity and Access Management är inte aktiverad för detta projekt

source: GoogleCloud|To avoid collisions, use unique IDs like this GitLab group ID: %{suggested}
sv: GoogleCloud|To avoid collisions, use unique IDs like this GitLab group ID: %{suggested}|Använd unika ID:n som detta GitLab-grupp-ID för att undvika kollisioner: %{suggested}

source: GoogleCloud|To avoid collisions, use unique IDs like this GitLab project ID: %{suggested}
sv: GoogleCloud|To avoid collisions, use unique IDs like this GitLab project ID: %{suggested}|Använd unika ID:n som detta GitLab-projekt-ID för att undvika kollisioner: %{suggested}

source: GoogleCloud|To create the workload identity pool and provider in your Google Cloud project, with the required configuration:
sv: GoogleCloud|To create the workload identity pool and provider in your Google Cloud project, with the required configuration:|Så här skapar du Workload Identity-poolen och leverantören i Google Cloud-projektet med den nödvändiga konfigurationen:

source: GroupSettings|Please choose a group URL with no special characters or spaces.
sv: GroupSettings|Please choose a group URL with no special characters or spaces.|Välj en grupp-URL utan specialtecken eller blanksteg.

source: GroupSettings|Projects in %{group} cannot be shared with other groups
sv: GroupSettings|Projects in %{group} cannot be shared with other groups|Projekt i %{group} kan inte delas med andra grupper

source: GroupSettings|Select a project
sv: GroupSettings|Select a project|Välj ett projekt

source: GroupSettings|Select a subgroup to use as a source of custom templates for new projects in this group. %{link_start}Learn more%{link_end}.
sv: GroupSettings|Select a subgroup to use as a source of custom templates for new projects in this group. %{link_start}Learn more%{link_end}.|Välj en undergrupp som källa till anpassade mallar för nya projekt i denna grupp. %{link_start}Läs mer%{link_end}.

source: GroupSettings|Select the project containing %{link_start}Analytics Dashboards%{link_end} configuration files.
sv: GroupSettings|Select the project containing %{link_start}Analytics Dashboards%{link_end} configuration files.|Välj projektet som innehåller konfigurationsfilerna för %{link_start}Analytics Dashboards%{link_end}.
